# кол-во обновлений в секунду
FPS = 60

# пресет рабочего окна
WIN_WIDTH = 601
WIN_HEIGHT = 601

# блок цветов
WHITE = (255, 255, 255)
ORANGE = (255, 150, 100)
BLACK = (0, 0, 0)

width = 600  # ширина рабочего пространства
height = 600  # высота рабочего пространства

# начальное положение сетки в глобальных координатах
x_global_coord_grid = 0
y_global_coord_grid = 0

# количество строк и столбцов сетки
numbers_height_grid = 150
numbers_width_grid = 150

cell_sise = 4  # размер элемента сетки

# размеры танка
tank_width = 10  # 38 пикселей
tank_height = 12  # 43 пикселей
